;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! beacon)
(package! clippy)
(package! eat)
(package! emojify)
(package! solaire-mode)
(package! sql-indent)
(package! all-the-icons)
(package! golden-ratio)
(package! spacious-padding)
(package! slime)

;; org
(package! olivetti)
(package! org-auto-tangle)
(package! org-brain)
(package! org-modern)
(package! org-roam)
(package! org-roam-ui)
(package! org-side-tree)
(package! org-super-agenda)
(package! org-timeblock)
(package! org-transclusion)
